 const About = () =>{
    return (
        <div className="about">
            <Text>ስለ መተግበሪያው</Text>
            <Text>ይህ መተግበሪያ በተለያዩ ቋንቋዎች ያሉ መዝሙሮችን ያቀርባል፤ ተጠቃሚዎችም በመረጡት ቋንቋ መዝሙሮችን በቀላሉ እንዲያነቡ፣ እንዲማሩ እና እንዲዘምሩ ያግዛል።
                መዝሙሮቹ በሚከተሉት ቋንቋዎች ተዘጋጅተዋል፦
                    • ኦሮምኛ
                    • አማርኛ
                    • ሲዳሚኛ
                    • ትግርኛ
                    • ጉራግኛ
                    • ከምባትኛ
                    • ወላይትኛ
                    • ሀድይኛ
                    • ኑዌርኛ
            ወደፊትም ሌሎች ቋንቋዎች እንዲጨመሩ ታስቦበታል።
            ዓላማችን መዝሙሮችን ቋንቋ ልዩነት ሳይኖር ለሁሉም ሰዎች እንዲደርሱ ማድረግ እና መንፈሳዊ አንድነትን ማጠናከር ነው።
ለዚህ የዝማሬ መተግበሪያ ዝግጅት በርካቶች አስተዋጽኦ ያደረጉና የምናመሰግናቸው ሲኖሩ በዋናነት ግን የበጎ ስጦታ ሁሉ ባለቤት የሆነውን እግዚአብሔርን ለማመስገን እንሻለን።
ቅኔው ከእርሱ ፣ ዘማሪያኑ የእርሱ የመተግበሪያ ዝግጅት ሀሳቡ እና ክንውኑ ሁሉ ከእርሱ ስለሆነ ስሙ ብሩክ ይሁን።
በመቀጠል ዝማሬውን አስቀድመው የዘመሩ ሶሎ ዘማሪያንን / ኳየሮችን ጌታ ይባርክልን። አንድን ዝማሬ ከጌታ ተቀብሎ ፣ ተለማምዶ ብዙዎቹ ደግሞ እንዳደረጉት አሳትሞ . . . ለበረከት ማብቃት ትልቅ ጥረትን እና ዋጋ መክፈልን ያቀፈ በመሆኑ “ጌታ ይባርክልን!” ለማለት እንሻለን
</Text>
        </div>
    )
}
export default About